Repository: jakubaondrej/oja-booking
Catalog: languages/*.po
Languages: cs_cz

source: There are no categories. <a href="%s">Please create one</a>.
cs_cz: Není vytvořena žádná kategorie. <a href="%s">Prosím, vytvořte nějakou</a>.

source: It looks like there is no "Terms and conditions" page. <a href="%s">Please create one</a>.
cs_cz: Vypadá to, že nemáte vytvořenou stránku "Pravidla a Podmínky". <a href="%s">Prosím, vytvořte ji</a>.

source: It looks like there is no "Booking" page. <a href="%s">Please create one</a>.
cs_cz: Vypadá to, že nemáte vytvořenou stránku "Rezervace". <a href="%s">Prosím, vytvořte ji</a>.

source: It looks like there is no "Booking Confirmation" page. <a href="%s">Please create one</a>.
cs_cz: Vypadá to, že nemáte vytvořenou stránku "Potvrzení rezervace". <a href="%s">Prosím, vytvořte ji</a>.

source: Invalid email format
cs_cz: Nevalidní formát emailu

source: Email address is required
cs_cz: Emailová adresa je povinná

source: Message is required
cs_cz: Zpráva je povinná

source: New message on your web
cs_cz: Nová zpráva na Vašem webu

source: Message was successfully sent
cs_cz: Zpráva byla úspěšně odeslána

source: Messages
cs_cz: Zprávy

source: Message
cs_cz: Zpráva

source: Booking
cs_cz: Rezervace

source: Please, check and confirm your booking. If you will not confirm your booking you will lose claim on your booking.
cs_cz: Prosím, zkontrolujte si Vaši rezervaci. Pokud Vaše rezervace nebude potvrzena, ztratíte nárok na rezervaci.

source: Summary
cs_cz: Shrnutí

source: Booking for
cs_cz: Rezervace pro

source: Term
cs_cz: Pravidla

source: Language
cs_cz: Jazyk

source: Total price
cs_cz: Celková cena

source: Group
cs_cz: Skupina

source: Participant
cs_cz: Účastník

source: Count
cs_cz: Počet

source: Price per one
cs_cz: Cena za jednoho

source: <p>Everything looks OK? Please, <a href="%1$s">Confirm your reservation</a> otherwise you can <a href="%2$s">Cancel your reservation</a> </p>
cs_cz: <p>Vypadá vše v pořádku? Prosím, <a href="%1$s">Potvrďte Vaší rezervaci</a> v opačném případě <a href="%2$s">Zrušte Vaši rezervaci</a> </p>

source: <p>More info you can find on <a href="%1$s">%2$s</a>.</p>
cs_cz: <p>Více informací můžete najít na <a href="%1$s">%2$s</a>.</p>

source: booking
cs_cz: rezervace

source: Your booking for this term already exists. It is not possible to create 2 or more booking for single email. No changes has been done.
cs_cz: Vaše rezervace na tento termín už byla vytvořena. Není možné vytvořit více rezervací na termín jedním emailem. Žádná změna neproběhla.

source: <p>You can <a href="%1$s">cancel your reservation</a> and after that you can create another new one.</p>
cs_cz: <p>Můžete <a href="%1$s">Stornovat Vaši rezervaci</a> a poté můžete vytvořit novou.</p>

source: Booking cancellation
cs_cz: Zrušení rezervace

source: Your booking was cancelled.
cs_cz: Vaše rezervace byla zrušena.

source: Booking does not exist.
cs_cz: Rezervace neexistuje.

source: Sorry, You are too late. Term is already full.
cs_cz: Omlouváme se, ale je pozdě. Termín je již plně obsazen.

source: Sorry, You are too late. Term is not available in your selected language.
cs_cz: Omlouváme se, ale je pozdě. Termín již není dostupný pro zvolený jazyk.

source: Your booking has been %1$s.
cs_cz: Vaše rezervace byla %1$s.

source: Your booking is already %1$s.
cs_cz: Vaše rezervace již je %1$s.

source: Booking confirmation has failed
cs_cz: Zrušení rezervace se nezdařilo

source: Start
cs_cz: Začátek

source: End
cs_cz: Konec

source: What's the max group size?
cs_cz: Jaká je maximální velikost skupiny?

source: Repeat
cs_cz: Opakování

source: Bank holiday
cs_cz: Den pracovního pokoje

source: Remove
cs_cz: Odebrat

source: Add a next time
cs_cz: Přidat další čas

source: One day event
cs_cz: Jednodenní událost

source: Periodical event
cs_cz: Pravidelná událost

source: Bank holidays
cs_cz: Dny pracovního pokoje

source: Dates of Bank holidays
cs_cz: Data pracovního pokoje

source: Add bank holiday
cs_cz: Přidat den pracovního pokoje

source: Save
cs_cz: Uložit

source: You do not have enough permissions
cs_cz: Nemáte dostatečné oprávnění

source: Successfully updated
cs_cz: Úspěšně aktualizováno

source: WTF?
cs_cz: Něco se pokazilo

source: Bookings
cs_cz: Rezervace

source: All
cs_cz: Vše

source: Search
cs_cz: Hledat

source: From
cs_cz: Od

source: to
cs_cz: do

source: Filter by status
cs_cz: Filtrovat dle stavu

source: All statuses
cs_cz: Všechy stavy

source: Filter
cs_cz: Filtr

source: Select all
cs_cz: Vybrat vše

source: User email
cs_cz: Email uživatele

source: Status
cs_cz: Stav

source: Group size
cs_cz: Velikost skupiny

source: Event
cs_cz: Událost

source: Created
cs_cz: Vytvořeno

source: Show term
cs_cz: Zobrazit termín

source: Edit Event
cs_cz: Upravit událost

source: Cancel
cs_cz: Zrušit

source: Accept
cs_cz: Přijat

source: Sorry, your data could not be saved
cs_cz: Omlouváme se, ale vaše data nemohla být uložena

source: Something went wrong
cs_cz: Něco se pokazilo

source: Invalid request
cs_cz: Neplatný požadavek

source: Booking Languages
cs_cz: Jazyk rezervace

source: Default language
cs_cz: Výchozí jazyk

source: Booking languages
cs_cz: Jazyk rezervace

source: Do you offer events in 2 or more languages?
cs_cz: Přejete si nabízet události ve více než jednom jazyce?

source: No
cs_cz: Ne

source: Yes
cs_cz: Ano

source: Default booking language
cs_cz: Výchozí jazyk rezervace

source: Booking Terms
cs_cz: Termíny rezervací

source: Terms
cs_cz: Termíny

source: Event name
cs_cz: Název události

source: Booking count
cs_cz: Počet rezervací

source: Accepted booking count
cs_cz: Počet potvrzených rezervací

source: Accepted group size
cs_cz: Potvrzená velikost skupiny

source: Show bookings
cs_cz: Zobrazit rezervace

source: Currency
cs_cz: Měna

source: Select currency
cs_cz: Vybrat měnu

source: Price Categories
cs_cz: Cenové kategorie

source: Select default category
cs_cz: Vybrat váchozí kategorii

source: Terms and Conditions
cs_cz: Pravidla a Podmínky

source: Create new Terms and Conditions page
cs_cz: Vytvořit novou sptránku Pravidla a Podmínky

source: Create
cs_cz: Vytvořit

source: Use already existing page
cs_cz: Použít již existující stránku

source: Use this page
cs_cz: Použít tuto stránku

source: Page was created.
cs_cz: Stránka vytvořena.

# Post type General name
source: Events
cs_cz: Události

# Post type Singular name
source: Event
cs_cz: Událost

# url slug
source: events
cs_cz: události

source: Inputs are not correct.
cs_cz: Údaje nejsou správné.

source: We are sorry, there is nothing for this date. Please, select another date.
cs_cz: Omlouváme se, ale pro zvolený termín nebylo nic nalezeno. Prosím, zvolte jiný datum.

source: There is no post found.
cs_cz: Nic nebylo nalezeno.

source: Term is required
cs_cz: Termín je povinný údaj

source: Group is required
cs_cz: Skupina je povinný údaj

source: Please, change group size. It looks like it is empty.
cs_cz: Prosím, upravte velikost skupiny. Vypadá to, že není zvolena.

source: Email is required
cs_cz: Email je povinný

source: Please, write correct email address.
cs_cz: Prosím, zadejte správnou emailovou adresu.

source: Name is required
cs_cz: Jméno je povinný údaj

source: Language is required
cs_cz: Jazyk je povinný údaj

source: Language has unsupported value
cs_cz: Jazyk nemá podporovanou hodnotu

source: Event ID is required
cs_cz: ID události je povinný údaj

source: Terms and Conditions acceptation is required
cs_cz: Je nutné souhlasit s Pravidly a podmínky

source: Privacy Policy acceptation is required
cs_cz: Je nutné souhlasit se Zásady ochrany osobních údajů

source: The booking was successful. Please confirm booking in email.
cs_cz: Rezervace byla úspěšná. Prosím, potvrďte ji v emailu.

source: Booking could not be created.
cs_cz: Rezervace nemohla být vytvořena.

source: Languages
cs_cz: Jazyky

source: Maximum group size
cs_cz: Maximální velikost skupiny

source: %d people
cs_cz: %d lidí

source: Category
cs_cz: Kategorie

source: Price
cs_cz: Cena

source: Book now
cs_cz: Rezervovat nyní

source: Page
cs_cz: Stránka

source: Page %
cs_cz: Strana %

# language tags
source: Languages
cs_cz: Jazyky

# language tag
source: Language
cs_cz: Jazyk

# Price category tags
source: Price categories
cs_cz: Ceny kategorií

# Price category tag
source: Price category
cs_cz: Cena kategorie

source: Private party
cs_cz: Uzavřená společnost

source: No one else can book on the same term.
cs_cz: Nikdo další nemůže vytvořit rezervaci na stejný termín.

source: Loading
cs_cz: Načítaní

source: Date
cs_cz: Datum

source: Select participants
cs_cz: Vyberte účastníky

source: Select
cs_cz: Vybrat

source: Contact
cs_cz: Kontakt

source: Book
cs_cz: Rezervace

source: Select %1$s
cs_cz: Vybrat %1$s

source: Vacancies
cs_cz: Volná místa

source: Your price
cs_cz: Vaše cena

source: Name
cs_cz: Jméno

source: Please write your name.
cs_cz: Prosím, vyplňte Vaše jméno.

source: Please write correct email.
cs_cz: Prosím, vyplňte správný email.

source: By ticking this box, I confirm that I have read the <a href="%1$s">Terms and Conditions</a>.
cs_cz: Zaškrtnutím tohoto políčka, souhlasím, že jsem si přečetl <a href="%1$s">Pravidla a Podmínky</a>.

source: By ticking this box, I confirm that I have read the <a href="%1$s">Privacy Policy</a>.
cs_cz: Zaškrtnutím tohoto políčka potvrzuji, že jsem si přečetl <a href=\"%1$s\">Zásady ochrany osobních údajů</a>.
